export default {
  "0": [
    {
      preface: `Ночью вы просыпаетесь от жуткого рева со стороны колледжа! Взошла кровавая луна, и коридоры учебного заведения заполонили зомби и вурдалаки, (и скелеты). Спасите alma mater от нашествия темных сил! \n У вас есть небольшой рюкзак. Что вы захватите с собой в освободительный поход?`, question: `
  1. Фонарь
  2. Справочник по JS
  3. Кабель
  4. Гитара
(Введите число, например: 1)
  `, options: {
        1: "Фонарь",
        2: "Букварь",
        3: "Кабель",
        4: "Гитара",
      }
    },
    {
      preface: "Вы подходите к зданию колледжа и встречаете охранника\n Охранник: Стой! Тебе туда нельзя! Ты можешь пройти только если докажешь знание JavaScript! \n Скажи мне сколько есть способов объявить переменную в JavaScript?\n",
      question: `
  1: "3",
  2: "2",
  3: "Атаковать охранника",
  4: "Если ты охранник, то почему ты не воюешь с нежитью?"
  `,
      options: {
        1: "Верно! Проходи",
        2: "Неверно!\n Охранник атакует вас первым!",
        3: "Вы получаете преимущество инициативы и атакуете первым",
        4: "Лицо охранника приобретает серый оттенок и вы видите как вам показался скелет"
      }
    }
  ],
  "1": "",
  "2": ""
}